<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре фразы не больше 4-5 слов, Толстого не включаем
 */

return [
    //General
    "Created at" => "Добавлено",
    "Updated at" => "Изменено",
    "Sign in" => "Войти",
    "Sign up" => "Зарегистрироваться",

    //Страницы
    "Information" => "Информация",
    "Confidentiality" => "Конфиденциальность",
    "Home" => "Главная",
    "About" => "О нас",
    "How to play" => "Как играть",

    //Языки
    "Languages" => "Языки",
    "English" => "English",
    "Russian" => "Russian",
    "Kazakh" => "Kazakh",

    //Про пользователя
    "Username" => "Имя пользователя",
    "Password" => "Пароль",
    "Password confirm" => "Подтвердите пароль",
    "Email" => "Почта",
    "Role" => "Роль",
    "Status" => "Статус",

    //Про игры
    "Games" => "Игры",
    "Game" => "Игра",
];