<?php
/**
 * Наши правила:
 * 1) При добавлении перевода сперва пользуемся поиском Ctrl+F (Такая фраза мб уже есть)
 * 2) Не добавляем фразы, которые не будут использоваться
 * 3) Если все таки хотите добавить фразу, добавляем её в логическую группу
 *
 * В этом словаре фразы не больше 4-5 слов, Толстого не включаем
 */

return [
    //General
    "Sign in" => "Войти",
    "Sign up" => "Зарегистрироваться",
    "Sign out" => "Выйти",
    "Name" => "Название",
    "Created at" => "Добавлен",
    "Updated at" => "Изменен",
    "Title" => "Заголовок",
    "Header ge" => "Заголовок",
    "Description" => "Описание",
    "Go out" => "Выйти",
    "Save" => "Сохранить",
    "Stay" => "Остаться",
    "Show" => "Смотреть",
    "Edit" => "Редактировать",
    "Editing" => "Редактирование",
    "Action column" => "Действия",
    "Remember me" => "Запомнить меня",
    "Update" => "Редактировать",
    "Delete" => "Удалить",

    //Страницы
    "Information" => "Информация",
    "Confidentiality" => "Конфиденциальность",
    "Welcome" => "Добро пожаловать",
    "Home" => "Главная",
    "About" => "О нас",
    "How to play" => "Как играть",
    "My games" => "Мои игры",

    //Языки
    "Languages" => "Языки",
    "English" => "English",
    "Russian" => "Russian",
    "Kazakh" => "Kazakh",

    //Про пользователя
    "Username" => "Имя пользователя",
    "Password" => "Пароль",
    "Password confirm" => "Подтвердите пароль",
    "Email" => "Почта",
    "Role" => "Роль",
    "Status" => "Статус",

    //Про игры
    "Title in game" => "Заголовок в игре",
    "User id" => "Пользователь",

    //Про игры
    "Games" => "Игры",
    "Game" => "Игра",
];